Repository: BoburYaxyo/dukamarket
Catalog: apps/home/locale/*/LC_MESSAGES/django.po
Languages: uz

source: About Us
uz: Biz Haqimizda

source: A wonderful serenity has taken possession of my entire soul, like these
uz: Ajoyib bir xotirjamlik butun qalbimni egallab oldi, shu kabilar

source: sweet mornings of spring which I enjoy with my whole heart.
uz: butun qalbim bilan zavqlanadigan bahorning shirin tonglari.

source: ABOUT OUR ONLINE STORE
uz: ONLAYN MAGAZINIMIZ HAQIDA

source: Hello
uz: Salom

source: With 25+ Years Of Experience
uz: 25+ yillik tajribaga ega

source: Over 25 years Dukamarket helping companies reach their
uz: 25 yildan ortiq vaqt mobaynida Dukamarket kompaniyalarga o'z maqsadlariga erishishda yordam beradi

source: financial and branding goals.
uz: moliyaviy va brending maqsadlari.

source: The perfect way to enjoy brewing tea on low hanging fruit to identify. Duis autem vel eum iriure dolor in hendrerit in vulputate velit esse molestie consequat, vel illum dolore eu feugiat nulla facilisis. For me, the most important part of improving at photography.
uz: Aniqlash uchun past osilgan mevalarda choy pishirishdan zavqlanishning mukammal usuli. Ammo duis yoki uning iriure og'rig'i vulputatdagi hendreritda molestie consequat bo'lishni xohlaydi, yoki bu og'riq eu feugiat no facilisis. Men uchun fotografiyani yaxshilashning eng muhim qismi.

source: HOW IT WORKS
uz: U QANDAY ISHLAYDI

source: Complete Customer Ideas
uz: To'liq mijozlar g'oyalari

source: The perfect way to enjoy brewing tea on low hanging fruit to identify. Duis autem vel eum iriure dolor in hendrerit
uz: Aniqlash uchun past osilgan mevalarda choy pishirishdan zavqlanishning mukammal usuli. Lekin politsiya yoki uning ofisida og'riq

source: in vulputate velit esse molestie consequat, vel illum dolore eu feugiat nulla facilisis.
uz: vulputatda u molestie consequat bo'lishni xohlaydi, yoki bu og'riq eu feugiat no facilisis.

source: Admin Verify Details
uz: Admin Tafsilotlarni tekshirish

source: Sed ut perspiciatis unde omnis iste natus error sit accusantium doloremque laudantium totam rem aperiam, eaqueipsa quae veritatis.
uz: Ammo og'riqni ayblayotgan va maqtaganlarning bunchalik tug'ma xatosi qayerdan kelib chiqqanligini ko'rishingiz uchun men hamma narsani haqiqat kabi ochaman.

source: Send The Solution
uz: Yechimni yuboring

source: Complete Profile
uz: To'liq profil

source: TECHNOLOGY INDEX
uz: TEXNOLOGIYA INDEKSI

source: Let’s Get Creative
uz: Ijodkorlikka erishaylik

source: Active Clients
uz: Faol mijozlar

source: Sed ut perspiciatis unde omnis iste natus sit accusantium doloremque laudantium totam.
uz: Lekin bularning hammasi butun ayblovchilardan va maqtovchilarning azobidan tug'ilganini ko'rishingiz uchun.

source: Projects Done
uz: Bajarilgan loyihalar

source: Team Advisors
uz: Jamoa maslahatchilari

source: Users Online
uz: Foydalanuvchilar onlayn

source: THE TEAM
uz: JAMOA

source: Meet Our Team
uz: Jamoamiz bilan tanishing

source: LOCATION STORE
uz: JOYLASHTIRISH DO‘KON

source: Where We Are
uz: Biz qayerdamiz?

source: Find us
uz: Bizni toping

source: Call us
uz: Bizga qo'ng'iroq qiling

source: Home
uz: Bosh sahifa

source: Order and Returns
uz: Buyurtma va qaytarish

source: Can I order over the phone?
uz: Telefon orqali buyurtma bera olamanmi?

source: Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur.
uz: Chunonchi, eng mayda tafsilotiga kelsak, hech kim biron bir ish bilan shug'ullanmasligi kerak, agar u o'ziga foyda keltirmasa. Naslchilik yo'q degan umidda darddan tuk bo'lishni istaydi rohatda tanbehda darddan g'azablanma.

source: Donec mattis finibus elit ut tristique?
uz: Mulkning oxirigacha, qanday achinarli?

source: The perfect way to enjoy brewing tea on low hanging fruit to identify. Duis autem vel eum iriure dolor in hendrerit in vulputate velit esse molestie consequat, vel illum dolore eu feugiat nulla facilisis. For me, the most important part of improving at photography has been sharing it.
uz: Aniqlash uchun past osilgan mevalarda choy pishirishdan zavqlanishning mukammal usuli. Ammo duis yoki uning iriure og'rig'i vulputatdagi hendreritda molestie consequat bo'lishni xohlaydi, yoki bu og'riq eu feugiat no facilisis. Men uchun fotografiyani yaxshilashning eng muhim qismi uni baham ko'rish edi.

source: Vestibulum a lorem placerat, porttitor urna vel?
uz: Internet sarmoyasiga yoki aviakompaniyaga sarmoya kiritasizmi?

source: Ordering from AYO
uz: AYO dan buyurtma

source: What is the rules of Payment?
uz: To'lov qoidalari qanday?

source: How much i need to pay?
uz: Men qancha to'lashim kerak?

source: Nam pellentesque aliquam metus?
uz: Bolalar uchun qandaydir qo'rquv bormi?

source: HOT DEALS
uz: Issiq Kelishuv

source: WEEK DEALS
uz: Haftalik kelishuv

source: New Style
uz: Yangi style

source: Free Shipping 20km
uz: 20 kmga bepul
